tap 'caskroom/cask'
tap 'homebrew/boneyard'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'neovim/neovim'
brew 'bash-completion'
brew 'git'
brew 'fzf'
brew 'git-extras'
brew 'git-flow'
brew 'git-lfs'
brew 'hub'
brew 'mas'
brew 'nvm'
brew 'python3'
brew 'ranger'
brew 'ruby'
brew 'the_silver_searcher'
brew 'trash'
brew 'tree'
brew 'vim', args: ['HEAD']
brew 'watchman'
brew 'wget'
brew 'wifi-password'
brew 'yarn'
brew 'z'
brew 'zsh'
brew 'neovim/neovim/neovim'
mas 'Xcode', id: 497799835
mas 'Keynote', id: 409183694
mas 'Next Meeting', id: 1017470484
mas 'Caffeine', id: 411246225
mas 'Go2Shell', id: 445770608
mas 'Tweetbot', id: 557168941
mas 'Moom', id: 419330170
mas 'Pixelmator', id: 407963104
