tap 'caskroom/cask'
tap 'homebrew/boneyard'
tap 'homebrew/bundle'
tap 'homebrew/core'
brew 'bash-completion'
brew 'fzf'
brew 'git'
brew 'git-extras'
brew 'git-flow'
brew 'git-lfs'
brew 'hub'
brew 'mas'
brew "neovim"
brew 'python3'
brew 'ranger'
brew "reattach-to-user-namespace"
brew 'ruby'
brew 'the_silver_searcher'
brew "tmux"
brew 'trash'
brew 'tree'
brew 'vim'
brew 'watchman'
brew 'wget'
brew 'wifi-password'
brew 'yarn'
brew 'z'
brew 'zsh'
cask "alfred"
cask "qlmarkdown"
cask "qlimagesize"
cask "iterm2"
cask "itsycal"
cask "karabiner-elements"
cask "witch"
cask "yujitach-menumeters"
#mas 'Xcode', id: 497799835
#mas 'Keynote', id: 409183694
#mas 'Next Meeting', id: 1017470484
#mas 'Caffeine', id: 411246225
#mas 'Go2Shell', id: 445770608
mas 'Tweetbot', id: 557168941
mas 'Moom', id: 419330170
#mas 'Pixelmator', id: 407963104
